controllers/OrdemController.php

SELECT * FROM `ordem` WHERE `idOrdem`='3'
---
    protected function findModel($idOrdem)
    {
        if (($model = Ordem::findOne(['idOrdem' => $idOrdem])) !== null) {